Repository: WPPlugins/jwd-postslider-widget
Catalog: languages/jwdsp-*.po
Languages: it_it, pt_pt, ro_ro

source: Settings
it_it: Impostazioni
pt_pt: Configurações
ro_ro: Setări

source: See More
it_it: Vedi Altro
pt_pt: Ver Mais
ro_ro: Mai mult

source: General Settings
it_it: Impostazioni Generali
pt_pt: Configurações Gerais
ro_ro: Setări Generale

source: Settings Field
it_it: Impostazioni Campo
pt_pt: Campo Configurações
ro_ro: Setări Câmp

source: Add value here
it_it: Aggiungere valore qui
pt_pt: Adicione valor aqui
ro_ro: Adauga valoare aici

source: All Settings have been restored to default!
it_it: Tutte le impostazioni sono state restaurate per difetto!
pt_pt: Todas as configurações foram restauradas para o padrão!
ro_ro: Setările tale personalizate au fost readuse la setările din fabrică!

source: Yes
it_it: Sì
pt_pt: Sim
ro_ro: Da

source: Do not include <code>&lt;style&gt;</code> tag!
it_it: Non includere <code>&lt;style&gt;</code>!
pt_pt: Não inclua a tag <code>&lt;style&gt;</code>!
ro_ro: Nu includeți tag-ul <code>&lt;style&gt;</code>!

source: Use the ID of targeted widget you want to customize. Go to %s to find the ID.
it_it: Utilizzare l'ID del widget di mirati che si desidera personalizzare. Vai a %s per trovare l'ID.
pt_pt: Utilizar o ID do widget segmentado que você deseja personalizar. Vá para %s para localizar o ID.
ro_ro: Utilizați ID-ul de widget (piesă) pe care doriți să îl personalizați. Mergi la %s pentru a găsi ID-ul.

source: Example
it_it: Esempio
pt_pt: Exemplo
ro_ro: Exemplu

source: Post types
it_it: Tipi di articolo
pt_pt: Tipos de artigos
ro_ro: Tipuri de articol

source: Title color
it_it: Colore del titolo
pt_pt: Cor do título
ro_ro: Culoarea titlului

source: Title hover
it_it: Hover del titolo
pt_pt: Hover do título
ro_ro: Hover-ul titlului

source: Title background
it_it: Sfondo del titolo
pt_pt: Fundo do título
ro_ro: Fundalul titlului

source: Title background opacity
it_it: Sfondo opacità del titolo
pt_pt: Opacidade de fundo do título
ro_ro: Transparenţa fundalul titlului

source: Only visible if <b>%1$s</b> is set to <b>%2$s</b>.
it_it: Visibile solo se <b>%1$s</b> è impostato per <b>%2$s</b>.
pt_pt: Apenas visível se <b>%1$s</b> está configurado para <b>%2$s</b>.
ro_ro: Vizibil doar dacă <b>%1$s</b> este setată ca fiind <b>%2$s</b>.

source: Arrows color
it_it: Colore delle frecce
pt_pt: Cor das setas
ro_ro: Culoarea săgeţilor

source: Arrows hover
it_it: Hover delle frecce
pt_pt: Hover das setas
ro_ro: Hover-ul săgeţilor

source: Content color
it_it: Colore del contenuto
pt_pt: Cor de conteúdo
ro_ro: Culoarea conţinutului

source: Meta color
it_it: Colore della meta
pt_pt: Cor da meta
ro_ro: Culoarea meta

source: Meta hover
it_it: Hover della meta
pt_pt: Hover da meta
ro_ro: Hover-ul meta

source: Button text
it_it: Testo del pulsante
pt_pt: Texto do botão
ro_ro: Textul butonului

source: Button text color
it_it: Colore del testo del pulsante
pt_pt: Cor do texto do botão
ro_ro: Culoarea textul butonului

source: Button text hover
it_it: Hover del testo del pulsante
pt_pt: Hover do texto do botão
ro_ro: Hover-ul textul butonului

source: Button background
it_it: Sfondo del pulsante
pt_pt: Fundo do botão
ro_ro: Fundalul butonului

source: Button background hover
it_it: Hover del sfondo del pulsante
pt_pt: Hover de fundo do botão
ro_ro: Hover-ul fundalului butonului

source: Button style
it_it: Stile del pulsante
pt_pt: Estilo do botão
ro_ro: Stilul butonului

source: Button size
it_it: Dimensione del pulsante
pt_pt: Tamanho do botão
ro_ro: Dimensiunea butonului

source: Full
it_it: Completamente
pt_pt: Totalmente
ro_ro: Complet

source: Auto
it_it: Automaticamente
pt_pt: Automaticamente
ro_ro: Automat

source: Pagination color
it_it: Colore della paginazione
pt_pt: Cor de paginação
ro_ro: Culoarea paginaţiei

source: Pagination type
it_it: Tipo di impaginazione
pt_pt: Tipo de paginação
ro_ro: Tipul paginaţiei

source: Show icons
it_it: Mostra icone
pt_pt: Ícones de exibição
ro_ro: Arată pictograme

source: Slide effect
it_it: Effetto della diapositiva
pt_pt: Efeito do slide
ro_ro: Efect de derulare

source: Custom css
it_it: CSS personalizzato
pt_pt: CSS customizado
ro_ro: CSS personalizat

source: Choose post types to be used by the widget; Default: <code>post</code>.
it_it: Scegliere tipi di articolo da utilizzare dal widget; Predefinito: <code>post</code>.
pt_pt: Escolha os tipos de artigos a serem usados pelo widget; Padrão: <code>post</code>.
ro_ro: Alegeți tipurile de articol pentru a fi utilizate de către widget (piesă); Implicit: <code>post</code>.

source: Whether to display icons for date, comments, categories and tags.
it_it: Sia per visualizzare le icone per data, commenti, categorie e tag.
pt_pt: Se deseja exibir ícones para data, comentários, categorias e tags.
ro_ro: Dacă se vor afișa sau nu pictogramele pentru dată, comentarii, categorii si tag-uri.

source: Progress
it_it: Progresso
pt_pt: Progresso
ro_ro: Progresivă

source: Bullets
it_it: Bolle
pt_pt: Bolhas
ro_ro: Buline

source: Slide
it_it: Scivolare
ro_ro: Glisant

source: Flip
it_it: Ruotato
pt_pt: Sacudir
ro_ro: Rotit

source: Save Settings
it_it: Salva le Impostazioni
pt_pt: Salvar Configurações
ro_ro: Salvare setări

source: Reset Settings
it_it: Ripristina le Impostazioni
pt_pt: Redefinir Configurações
ro_ro: Resetare setări

source: return window.confirm("Are you sure you want to RESET ALL the settings to default?")
it_it: return window.confirm("Sei sicuro di voler RIPRISTINARE TUTTE le impostazioni di predefinito?")
pt_pt: return window.confirm("Tem a certeza de que pretende REINICIAR TODAS as definições para predefinição?")
ro_ro: return window.confirm("Sunteţi sigur că doriţi să RESETAŢI TOATE setările la valorile implicite?")

source: No taxonomies found
it_it: Nessun tassonomie trovato
pt_pt: Nenhuma taxonomia encontrada
ro_ro: Nu există taxonomii

source: No terms found
it_it: Nessun termine trovato
pt_pt: Nenhum termo encontrado
ro_ro: Nu există termeni

source: ERROR: Invalid Post Type!
it_it: ERRORE: Non valido Post Tipo!

source: ERROR: Invalid Taxonomy!
it_it: ERRORE: Non valido Tassonomia!

source: Changes you made may not be saved. Do you want to leave this page?
it_it: Le modifiche apportate non possono essere salvati. Vuoi uscire dalla pagina?
pt_pt: As alterações feitas não podem ser salvas. Você quer sair desta página?
ro_ro: Modificările făcute ar putea să nu fie salvate. Doriți să părăsiți această pagină?

source: Post Type
it_it: Tipo di Articolo
pt_pt: Tipo de Artigos
ro_ro: Tip de Articol

source: Taxonomy
it_it: Tassonomia
pt_pt: Taxonomia
ro_ro: Taxonomie

source: Term
it_it: Termine
pt_pt: Termo
ro_ro: Termen

source: Order by date:
it_it: Ordinare per data:
pt_pt: Ordenar por data:
ro_ro: Ordonează după dată:

source: Descending
it_it: Discendente
pt_pt: Descendente
ro_ro: Descrescator

source: Ascending
it_it: Ascendente
pt_pt: Ascendente
ro_ro: Crescator

source: Label name here
it_it: Nome etichetta qui
pt_pt: Nome do rótulo aqui
ro_ro: Nume etichetă aici

source: Option name here
it_it: Nome opzione qui
ro_ro: Nume optiune aici

source: Powered by
it_it: Offerto da
pt_pt: Distribuído por
ro_ro: Realizat de

source: If you like our plugin
it_it: Se ti piace il nostro plugin
pt_pt: Se você gostar do nosso plugin
ro_ro: Dacă vă place modulul nostru

source: Don't forget to Rate it
it_it: Non dimenticare di votarla
pt_pt: Não se esqueça de avaliá-lo
ro_ro: Nu uitaţi să-l evaluaţi

source: Thank you!
it_it: Grazie!
pt_pt: Obrigado!
ro_ro: Va mulţumim!

source: It helps us to become better for you!
it_it: Ci aiuta a diventare migliori per voi!
pt_pt: Isso nos ajuda a nos tornarmos melhores para você!
ro_ro: Ne ajută să devenim mai buni pentru dumneavoastră!

source: is a product of
it_it: è un prodotto di
pt_pt: é um produto de
ro_ro: este produs de

source: Create responsive post slider widget using default Posts, Categories & Tags or any Custom Post Type and Custom Taxonomies registered.
it_it: Creare reattivo widget di scorrimento posta utilizzando predefiniti messaggi, categorie e tag o qualsiasi personalizzato Post Tipo e personalizzato Tassonomie registrato.
pt_pt: Crie um widget de controle deslizante responsivo usando as Mensagens, Categorias e Tags padrão ou qualquer Tipo de Correio Personalizado e Taxonomias Personalizadas registradas.
ro_ro: Creați receptiv widget (piesă) post-cursor folosind mesaje implicite, Categorii & Tag-uri sau orice personalizat post Tip și personalizat Taxonomies înregistrat.

source: Proudly powered by %s
it_it: Orgogliosamente offerto da %s
pt_pt: Orgulhosamente alimentado por %s
ro_ro: Realizat de %s

source: No post found.
it_it: Nessun articoli trovato.
pt_pt: Nenhum post encontrado.
ro_ro: Nu există înregistrări.

source: Go to %s to define more custom post types.
it_it: Vai a %s per definire più tipi di articoli.
pt_pt: Vá para %s para definir mais tipos de postagem personalizados.
ro_ro: Mergeţi la %s pentru a defini mai multe tipuri de articol.

source: Posts to show:
it_it: Articoli da visualizzare:
pt_pt: Artigos a apresentar:
ro_ro: Articole de arătat:

source: Exclude
it_it: Escludere
pt_pt: Excluir

source: Post IDs, separated by commas.
it_it: ID pagina, separati da virgole.
pt_pt: IDs de página, separados por vírgulas.
ro_ro: ID-uri de articole, separate prin virgule.

source: Custom Query from post type: %s
it_it: Domanda personalizzata dal tipo di post: %s
pt_pt: Consulta personalizada do tipo de postagem: %s
ro_ro: Listare personalizata pentru acest post-type: %s

source: Post title:
it_it: Titolo del articolo:
pt_pt: Título da artigo:
ro_ro: Titlul articolului:

source: Button text:
it_it: Testo del pulsante:
pt_pt: Texto do botão:
ro_ro: Textul butonului:

source: Button corner radius:
it_it: Raggio angolare del pulsante:
pt_pt: Botão de circularidade:
ro_ro: Rotunjimea butonului:

source: Button height:
it_it: Altezza del pulsante:
pt_pt: Altura do botão:
ro_ro: Înălţimea butonului:

source: Button width:
it_it: Larghezza del pulsante:
pt_pt: Largura do botão:
ro_ro: Lălţimea butonului:

source: Post content:
it_it: Il contenuto dell'articolo:
pt_pt: Conteúdo do artigo:
ro_ro: Conţinutul articolului:

source: Post meta:
it_it: Meta dell'articolo:
pt_pt: Meta do artigo:
ro_ro: Meta articol:

source: Trim title to
it_it: Tagliare il titolo di
pt_pt: Aparar o título para
ro_ro: Decupează titlul la...

source: words
it_it: parole
pt_pt: palavras
ro_ro: cuvinte

source: Trim excerpt to
it_it: Tagliare il estratto di
pt_pt: Aparar o trecho para
ro_ro: Decupează rezumatul la...

source: Cover
it_it: Copertina
pt_pt: Tampa
ro_ro: Copertă

source: Contain
it_it: Contenere
pt_pt: Conter
ro_ro: Conţinută

source: Display post title
it_it: Visualizzare il titolo dell'articolo
pt_pt: Exibir o título do artigo
ro_ro: Arată titlul articolului

source: Display arrows
it_it: Visualizzare le frecce
pt_pt: Exibir as setas
ro_ro: Arată sageţile

source: Display pagination
it_it: Visualizzare l'impaginazione
pt_pt: Exibir a paginação
ro_ro: Arată paginarea

source: Display date
it_it: Visualizzare la data
pt_pt: Exibir a data
ro_ro: Arată data

source: Display comments
it_it: Visualizzare i commenti
pt_pt: Exibir os comentários
ro_ro: Arată comentariile

source: Display excerpt
it_it: Visualizzare l'estratto
pt_pt: Exibir o trecho
ro_ro: Arată rezumatul

source: Display categories
it_it: Visualizzare le categorie
pt_pt: Exibir as categorias
ro_ro: Arată categoriile

source: Display tags
it_it: Visualizzare i tag
pt_pt: Exibir as tags
ro_ro: Arată etichetele

source: Slide posts in <b>loop mode</b>
it_it: Articoli diapositiva in <b>modalità ciclo continuo</b>
pt_pt: Deslize os artigos no <b>modo de loop</b>
ro_ro: Deruleaza articolele în <b>modul buclă</b>

source: Exclude current post from loop
it_it: Escludere attuale articolo dal ciclo continuo
pt_pt: Excluir o artigo atual do loop
ro_ro: Excludeţi din buclă pagină curentă

source: Display <b>See More</b> button
it_it: Visualizzare <b>Vedi Altro</b> pulsante
pt_pt: Exibir <b>Ver Mais</b> botão
ro_ro: Arată butonul <b>Mai Mult</b>

source: Display "Proudly powered by" credit link
it_it: Visualizzare "Orgogliosamente offerto da" collegamento
pt_pt: Exibir "Orgulhosamente alimentado por" link de crédito
ro_ro: Arată legătura "Realizat de"

source: Display image
it_it: Visualizzare l'immagine
pt_pt: Exibir a imagem
ro_ro: Arată imaginea

source: <b>Hide</b> posts <b>with no image</b>
it_it: <b>Nascondere</b> articoli <b>senza imagine</b>
pt_pt: <b>Ocultar</b> os artigos </b>sem imagem</b>
ro_ro: <b>Ascunde</b> articolele <b>fără imagine</b>

source: Title
it_it: Titolo
pt_pt: Título
ro_ro: Titlu

source: Use this ID %1$s in your %2$s for this widget.
it_it: Utilizzare questo ID %1$s nel Vostro %2$s per questo widget.
pt_pt: Utilizar esta ID %1$s no seu %2$s para este widget.
ro_ro: Folosiţi acest ID %1$s în %2$s pentru a stiliza această piesă.

source: Posts
it_it: Articoli
pt_pt: Artigos
ro_ro: Posturi

source: Customize
it_it: Personalizzare
pt_pt: Personalizar
ro_ro: Personalizare

source: Display image as
it_it: Visualizzare l'immagine come
pt_pt: Exibir a imagem como
ro_ro: Afișează imaginea in formatul

source: Also...
it_it: Anche...
pt_pt: Além disso...
ro_ro: De asemenea...

source: Customize More
it_it: Personalizzare Altro
pt_pt: Personalizar Mais
ro_ro: Personalizează Mai Mult

source: Font size
it_it: Dimensione del font
pt_pt: Tamanho da fonte
ro_ro: Mărimea caracterelor

source: Trim content
it_it: Tagliare il contenuto
pt_pt: Aparar o conteúdo
ro_ro: Decupează conţinutul

source: Title position
it_it: Posizione del titolo
pt_pt: Posição do título
ro_ro: Poziţia titlului

source: Over the image
it_it: Sull'immagine
pt_pt: Sobre a imagem
ro_ro: Peste imagine

source: Under the image
it_it: Sotto l'immagine
pt_pt: Debaixo da imagem
ro_ro: Sub imagine

source: This option has been moved to %s
it_it: Questa opzione è stata spostata %s
pt_pt: Esta opção foi movida para %s
ro_ro: Această opțiune a fost mutată în %s

source: Featured image for JWD PostSlider Widget
it_it: Immagine in evidenza per JWD PostSlider Widget
pt_pt: Imagem de destaque para JWD PostSlider Widget
ro_ro: Imagine reprezentativă pentru JWD PostSlider Widget

source: Add featured image to be used by the JWD PostSlider Widget
it_it: Aggiungi immagine in evidenz da utilizzare da parte del JWD PostSlider Widget
pt_pt: Adicionar imagem de destaque para ser usada pelo JWD PostSlider Widget
ro_ro: Adaugă imagine pentru a fi folosită de JWD PostSlider Widget

source: Square shape; Minimum size: 800x800 px
it_it: Forma quadrata; Dimensione minima: 800x800 px
pt_pt: Forma quadrada; Tamanho mínimo: 800x800 px
ro_ro: Formă pătrată; Dimensiune minima: 800x800 px

source: Remove Image
it_it: Rimuovere Immagine
pt_pt: Remover Imagem
ro_ro: Sterge Imaginea

source: Add Image
it_it: Aggiungi Immagine
pt_pt: Adicionar Imagem
ro_ro: Adaugă Imagine

source: Use This Image
it_it: Utilizzare Questa Immagine
pt_pt: Use Esta Imagem
ro_ro: Utilizează Imaginea

source: Button position
it_it: Posizione del pulsante
pt_pt: Posição do botão
ro_ro: Poziţia butonului

source: Left
it_it: Sinistra
pt_pt: Esquerda
ro_ro: Stânga

source: Center
it_it: Centro
pt_pt: Centro
ro_ro: Centru

source: Right
it_it: Destra
pt_pt: Direita
ro_ro: Dreapta

source: Autoplay
it_it: Riproduzione automatica
pt_pt: Reprodução automática
ro_ro: Redare automată

source: Delay between transitions (seconds).
it_it: Ritardo tra transizioni (secondi).
pt_pt: Atraso entre transições (segundos).
ro_ro: Întârziere între tranziții (secunde).

source: Button Link
it_it: Collegamento del pulsante
pt_pt: Link do botão
ro_ro: Legătura Butonului

source: Leave empty for default.
it_it: Lasciare vuoto per impostazione predefinita.
pt_pt: Deixe vazio para o padrão.
ro_ro: Lăsați gol pentru valoarea implicită.

source: Widgets
ro_ro: Piese

source: No
pt_pt: Não
ro_ro: Nu
